module.exports = [
  {
    newsId: "news001",
    newsTitle:
      "สธ.เผยแผนฉีดวัคซีน โควิด-19 เริ่ม ก.พ.-เม.ย. 2 ล้านโดสใน 5 จังหวัด",
    exampleContent:
      "นายแพทย์โอภาส การย์กวินพงศ์ อธิบดีกรมควบคุมโรค กล่าวถึงความคืบหน้าเรื่องวัคซีนโควิด-19 ว่า",
    newsContent:
      "<div><p>นายแพทย์โอภาส การย์กวินพงศ์ อธิบดีกรมควบคุมโรค กล่าวถึงความคืบหน้าเรื่องวัคซีนโควิด-19 ว่าสำหรับการดำเนินการวัคซีนโควิด-19 ของประเทศไทย คณะกรรมการวิชาการเห็นชอบให้ดำเนินการเป็น 3 ระยะ โดยระยะที่ 1 จัดหาวัคซีนไว้ 2 ล้านโดส แบ่งเป็นเดือนกุมภาพันธ์ 2 แสนโดส มีนาคม 8 แสนโดส และเมษายน 1 ล้านโดส โดยฉีดคนละ 2 เข็ม ห่างกันประมาณ 4 สัปดาห์ เป้าหมายคือการลดการป่วยที่มีอาการรุนแรงและผู้เสียชีวิตจากโรคโควิด-19 ในพื้นที่ที่มีการระบาดมากที่สุดก่อนคือ พื้นที่ควบคุมสูงสุดและเข้มงวด 5 จังหวัด ได้แก่ สมุทรสาคร ระยอง ชลบุรี จันทบุรี และตราด<p>สำหรับกลุ่มที่จะดำเนินการฉีดก่อนคือ กลุ่มบุคลากรทางการแพทย์และสาธารณสุขด่านหน้า ทั้งภาครัฐและเอกชน รวมถึง อสม. 8 หมื่นคน เจ้าหน้าที่ที่เกี่ยวข้องกับการควบคุมโรค 2 หมื่นคน และบุคคลทั่วไปที่มีโรคประจำตัวเสี่ยงต่อการเสียชีวิต เช่น โรคทางเดินหายใจเรื้อรังรุนแรง โรคหัวใจและหลอดเลือด โรคไตวายเรื้อรัง โรคหลอดเลือดสมอง มะเร็ง เบาหวาน และกลุ่มผู้สูงอายุ 60 ปีขึ้นไป รวม 9 แสนคน หากมีส่วนที่เหลือจะเก็บสำรองไว้กรณีเกิดการระบาดรุนแรงในชุมชนเพื่อยับยั้งการระบาดของโรค</p><p>ส่วนระยะที่ 2 ช่วงเดือนพฤษภาคม-มิถุนายน 2564 จำนวน 26 ล้านโดส ฉีดให้กับกลุ่มเสี่ยงทั่วประเทศ และระยะที่ 3 ช่วงปลายปี 2564 ถึงต้นปี 2565 จะฉีดให้ประชาชนทั่วไปให้ครอบคลุมมากที่สุด ให้เกิดภูมิคุ้นกันในชุมชน เพื่อตัดวงจรการระบาดของโรค</p><p>ทั้งนี้ องค์การเภสัชกรรมจะเป็นผู้นำเข้าและขนส่งกระจายไปยังโรงพยาบาลในสังกัดทุกระดับ โรงพยาบาลรัฐและเอกชนที่เข้าร่วมโครงการ เพื่อให้เข้าถึงประชาชนอย่างครอบคลุม โดยจะเริ่มลงทะเบียนตรวจสอบกลุ่มเสี่ยงที่จะฉีดวัคซีนปลายเดือนมกราคมถึงต้นเดือนกุมภาพันธ์ จัดระบบและซักซ้อมความเข้าใจในการฉีดวัคซีน การขนส่ง การเก็บรักษา และการเฝ้าระวังอาการไม่พึงประสงค์หลังได้รับวัคซีน</p></div>",
    newsReference: "https://www.thairath.co.th/news/local/2008591",
  },
  {
    newsId: "news002",
    newsTitle:
      "สธ.เผยแผนฉีดวัคซีน โควิด-19 เริ่ม ก.พ.-เม.ย. 2 ล้านโดสใน 5 จังหวัด",
    exampleContent:
      "นายแพทย์โอภาส การย์กวินพงศ์ อธิบดีกรมควบคุมโรค กล่าวถึงความคืบหน้าเรื่องวัคซีนโควิด-19 ว่า",
    newsContent:
      "<div><p>นายแพทย์โอภาส การย์กวินพงศ์ อธิบดีกรมควบคุมโรค กล่าวถึงความคืบหน้าเรื่องวัคซีนโควิด-19 ว่าสำหรับการดำเนินการวัคซีนโควิด-19 ของประเทศไทย คณะกรรมการวิชาการเห็นชอบให้ดำเนินการเป็น 3 ระยะ โดยระยะที่ 1 จัดหาวัคซีนไว้ 2 ล้านโดส แบ่งเป็นเดือนกุมภาพันธ์ 2 แสนโดส มีนาคม 8 แสนโดส และเมษายน 1 ล้านโดส โดยฉีดคนละ 2 เข็ม ห่างกันประมาณ 4 สัปดาห์ เป้าหมายคือการลดการป่วยที่มีอาการรุนแรงและผู้เสียชีวิตจากโรคโควิด-19 ในพื้นที่ที่มีการระบาดมากที่สุดก่อนคือ พื้นที่ควบคุมสูงสุดและเข้มงวด 5 จังหวัด ได้แก่ สมุทรสาคร ระยอง ชลบุรี จันทบุรี และตราด<p>สำหรับกลุ่มที่จะดำเนินการฉีดก่อนคือ กลุ่มบุคลากรทางการแพทย์และสาธารณสุขด่านหน้า ทั้งภาครัฐและเอกชน รวมถึง อสม. 8 หมื่นคน เจ้าหน้าที่ที่เกี่ยวข้องกับการควบคุมโรค 2 หมื่นคน และบุคคลทั่วไปที่มีโรคประจำตัวเสี่ยงต่อการเสียชีวิต เช่น โรคทางเดินหายใจเรื้อรังรุนแรง โรคหัวใจและหลอดเลือด โรคไตวายเรื้อรัง โรคหลอดเลือดสมอง มะเร็ง เบาหวาน และกลุ่มผู้สูงอายุ 60 ปีขึ้นไป รวม 9 แสนคน หากมีส่วนที่เหลือจะเก็บสำรองไว้กรณีเกิดการระบาดรุนแรงในชุมชนเพื่อยับยั้งการระบาดของโรค</p><p>ส่วนระยะที่ 2 ช่วงเดือนพฤษภาคม-มิถุนายน 2564 จำนวน 26 ล้านโดส ฉีดให้กับกลุ่มเสี่ยงทั่วประเทศ และระยะที่ 3 ช่วงปลายปี 2564 ถึงต้นปี 2565 จะฉีดให้ประชาชนทั่วไปให้ครอบคลุมมากที่สุด ให้เกิดภูมิคุ้นกันในชุมชน เพื่อตัดวงจรการระบาดของโรค</p><p>ทั้งนี้ องค์การเภสัชกรรมจะเป็นผู้นำเข้าและขนส่งกระจายไปยังโรงพยาบาลในสังกัดทุกระดับ โรงพยาบาลรัฐและเอกชนที่เข้าร่วมโครงการ เพื่อให้เข้าถึงประชาชนอย่างครอบคลุม โดยจะเริ่มลงทะเบียนตรวจสอบกลุ่มเสี่ยงที่จะฉีดวัคซีนปลายเดือนมกราคมถึงต้นเดือนกุมภาพันธ์ จัดระบบและซักซ้อมความเข้าใจในการฉีดวัคซีน การขนส่ง การเก็บรักษา และการเฝ้าระวังอาการไม่พึงประสงค์หลังได้รับวัคซีน</p></div>",
    newsReference: "https://www.thairath.co.th/news/local/2008591",
  },
  {
    newsId: "news003",
    newsTitle:
      "สธ.เผยแผนฉีดวัคซีน โควิด-19 เริ่ม ก.พ.-เม.ย. 2 ล้านโดสใน 5 จังหวัด",
    exampleContent:
      "นายแพทย์โอภาส การย์กวินพงศ์ อธิบดีกรมควบคุมโรค กล่าวถึงความคืบหน้าเรื่องวัคซีนโควิด-19 ว่า",
    newsContent:
      "<div><p>นายแพทย์โอภาส การย์กวินพงศ์ อธิบดีกรมควบคุมโรค กล่าวถึงความคืบหน้าเรื่องวัคซีนโควิด-19 ว่าสำหรับการดำเนินการวัคซีนโควิด-19 ของประเทศไทย คณะกรรมการวิชาการเห็นชอบให้ดำเนินการเป็น 3 ระยะ โดยระยะที่ 1 จัดหาวัคซีนไว้ 2 ล้านโดส แบ่งเป็นเดือนกุมภาพันธ์ 2 แสนโดส มีนาคม 8 แสนโดส และเมษายน 1 ล้านโดส โดยฉีดคนละ 2 เข็ม ห่างกันประมาณ 4 สัปดาห์ เป้าหมายคือการลดการป่วยที่มีอาการรุนแรงและผู้เสียชีวิตจากโรคโควิด-19 ในพื้นที่ที่มีการระบาดมากที่สุดก่อนคือ พื้นที่ควบคุมสูงสุดและเข้มงวด 5 จังหวัด ได้แก่ สมุทรสาคร ระยอง ชลบุรี จันทบุรี และตราด<p>สำหรับกลุ่มที่จะดำเนินการฉีดก่อนคือ กลุ่มบุคลากรทางการแพทย์และสาธารณสุขด่านหน้า ทั้งภาครัฐและเอกชน รวมถึง อสม. 8 หมื่นคน เจ้าหน้าที่ที่เกี่ยวข้องกับการควบคุมโรค 2 หมื่นคน และบุคคลทั่วไปที่มีโรคประจำตัวเสี่ยงต่อการเสียชีวิต เช่น โรคทางเดินหายใจเรื้อรังรุนแรง โรคหัวใจและหลอดเลือด โรคไตวายเรื้อรัง โรคหลอดเลือดสมอง มะเร็ง เบาหวาน และกลุ่มผู้สูงอายุ 60 ปีขึ้นไป รวม 9 แสนคน หากมีส่วนที่เหลือจะเก็บสำรองไว้กรณีเกิดการระบาดรุนแรงในชุมชนเพื่อยับยั้งการระบาดของโรค</p><p>ส่วนระยะที่ 2 ช่วงเดือนพฤษภาคม-มิถุนายน 2564 จำนวน 26 ล้านโดส ฉีดให้กับกลุ่มเสี่ยงทั่วประเทศ และระยะที่ 3 ช่วงปลายปี 2564 ถึงต้นปี 2565 จะฉีดให้ประชาชนทั่วไปให้ครอบคลุมมากที่สุด ให้เกิดภูมิคุ้นกันในชุมชน เพื่อตัดวงจรการระบาดของโรค</p><p>ทั้งนี้ องค์การเภสัชกรรมจะเป็นผู้นำเข้าและขนส่งกระจายไปยังโรงพยาบาลในสังกัดทุกระดับ โรงพยาบาลรัฐและเอกชนที่เข้าร่วมโครงการ เพื่อให้เข้าถึงประชาชนอย่างครอบคลุม โดยจะเริ่มลงทะเบียนตรวจสอบกลุ่มเสี่ยงที่จะฉีดวัคซีนปลายเดือนมกราคมถึงต้นเดือนกุมภาพันธ์ จัดระบบและซักซ้อมความเข้าใจในการฉีดวัคซีน การขนส่ง การเก็บรักษา และการเฝ้าระวังอาการไม่พึงประสงค์หลังได้รับวัคซีน</p></div>",
    newsReference: "https://www.thairath.co.th/news/local/2008591",
  },
  {
    newsId: "news004",
    newsTitle:
      "สธ.เผยแผนฉีดวัคซีน โควิด-19 เริ่ม ก.พ.-เม.ย. 2 ล้านโดสใน 5 จังหวัด",
    exampleContent:
      "นายแพทย์โอภาส การย์กวินพงศ์ อธิบดีกรมควบคุมโรค กล่าวถึงความคืบหน้าเรื่องวัคซีนโควิด-19 ว่า",
    newsContent:
      "<div><p>นายแพทย์โอภาส การย์กวินพงศ์ อธิบดีกรมควบคุมโรค กล่าวถึงความคืบหน้าเรื่องวัคซีนโควิด-19 ว่าสำหรับการดำเนินการวัคซีนโควิด-19 ของประเทศไทย คณะกรรมการวิชาการเห็นชอบให้ดำเนินการเป็น 3 ระยะ โดยระยะที่ 1 จัดหาวัคซีนไว้ 2 ล้านโดส แบ่งเป็นเดือนกุมภาพันธ์ 2 แสนโดส มีนาคม 8 แสนโดส และเมษายน 1 ล้านโดส โดยฉีดคนละ 2 เข็ม ห่างกันประมาณ 4 สัปดาห์ เป้าหมายคือการลดการป่วยที่มีอาการรุนแรงและผู้เสียชีวิตจากโรคโควิด-19 ในพื้นที่ที่มีการระบาดมากที่สุดก่อนคือ พื้นที่ควบคุมสูงสุดและเข้มงวด 5 จังหวัด ได้แก่ สมุทรสาคร ระยอง ชลบุรี จันทบุรี และตราด<p>สำหรับกลุ่มที่จะดำเนินการฉีดก่อนคือ กลุ่มบุคลากรทางการแพทย์และสาธารณสุขด่านหน้า ทั้งภาครัฐและเอกชน รวมถึง อสม. 8 หมื่นคน เจ้าหน้าที่ที่เกี่ยวข้องกับการควบคุมโรค 2 หมื่นคน และบุคคลทั่วไปที่มีโรคประจำตัวเสี่ยงต่อการเสียชีวิต เช่น โรคทางเดินหายใจเรื้อรังรุนแรง โรคหัวใจและหลอดเลือด โรคไตวายเรื้อรัง โรคหลอดเลือดสมอง มะเร็ง เบาหวาน และกลุ่มผู้สูงอายุ 60 ปีขึ้นไป รวม 9 แสนคน หากมีส่วนที่เหลือจะเก็บสำรองไว้กรณีเกิดการระบาดรุนแรงในชุมชนเพื่อยับยั้งการระบาดของโรค</p><p>ส่วนระยะที่ 2 ช่วงเดือนพฤษภาคม-มิถุนายน 2564 จำนวน 26 ล้านโดส ฉีดให้กับกลุ่มเสี่ยงทั่วประเทศ และระยะที่ 3 ช่วงปลายปี 2564 ถึงต้นปี 2565 จะฉีดให้ประชาชนทั่วไปให้ครอบคลุมมากที่สุด ให้เกิดภูมิคุ้นกันในชุมชน เพื่อตัดวงจรการระบาดของโรค</p><p>ทั้งนี้ องค์การเภสัชกรรมจะเป็นผู้นำเข้าและขนส่งกระจายไปยังโรงพยาบาลในสังกัดทุกระดับ โรงพยาบาลรัฐและเอกชนที่เข้าร่วมโครงการ เพื่อให้เข้าถึงประชาชนอย่างครอบคลุม โดยจะเริ่มลงทะเบียนตรวจสอบกลุ่มเสี่ยงที่จะฉีดวัคซีนปลายเดือนมกราคมถึงต้นเดือนกุมภาพันธ์ จัดระบบและซักซ้อมความเข้าใจในการฉีดวัคซีน การขนส่ง การเก็บรักษา และการเฝ้าระวังอาการไม่พึงประสงค์หลังได้รับวัคซีน</p></div>",
    newsReference: "https://www.thairath.co.th/news/local/2008591",
  },
  {
    newsId: "news005",
    newsTitle:
      "สธ.เผยแผนฉีดวัคซีน โควิด-19 เริ่ม ก.พ.-เม.ย. 2 ล้านโดสใน 5 จังหวัด",
    exampleContent:
      "นายแพทย์โอภาส การย์กวินพงศ์ อธิบดีกรมควบคุมโรค กล่าวถึงความคืบหน้าเรื่องวัคซีนโควิด-19 ว่า",
    newsContent:
      "<div><p>นายแพทย์โอภาส การย์กวินพงศ์ อธิบดีกรมควบคุมโรค กล่าวถึงความคืบหน้าเรื่องวัคซีนโควิด-19 ว่าสำหรับการดำเนินการวัคซีนโควิด-19 ของประเทศไทย คณะกรรมการวิชาการเห็นชอบให้ดำเนินการเป็น 3 ระยะ โดยระยะที่ 1 จัดหาวัคซีนไว้ 2 ล้านโดส แบ่งเป็นเดือนกุมภาพันธ์ 2 แสนโดส มีนาคม 8 แสนโดส และเมษายน 1 ล้านโดส โดยฉีดคนละ 2 เข็ม ห่างกันประมาณ 4 สัปดาห์ เป้าหมายคือการลดการป่วยที่มีอาการรุนแรงและผู้เสียชีวิตจากโรคโควิด-19 ในพื้นที่ที่มีการระบาดมากที่สุดก่อนคือ พื้นที่ควบคุมสูงสุดและเข้มงวด 5 จังหวัด ได้แก่ สมุทรสาคร ระยอง ชลบุรี จันทบุรี และตราด<p>สำหรับกลุ่มที่จะดำเนินการฉีดก่อนคือ กลุ่มบุคลากรทางการแพทย์และสาธารณสุขด่านหน้า ทั้งภาครัฐและเอกชน รวมถึง อสม. 8 หมื่นคน เจ้าหน้าที่ที่เกี่ยวข้องกับการควบคุมโรค 2 หมื่นคน และบุคคลทั่วไปที่มีโรคประจำตัวเสี่ยงต่อการเสียชีวิต เช่น โรคทางเดินหายใจเรื้อรังรุนแรง โรคหัวใจและหลอดเลือด โรคไตวายเรื้อรัง โรคหลอดเลือดสมอง มะเร็ง เบาหวาน และกลุ่มผู้สูงอายุ 60 ปีขึ้นไป รวม 9 แสนคน หากมีส่วนที่เหลือจะเก็บสำรองไว้กรณีเกิดการระบาดรุนแรงในชุมชนเพื่อยับยั้งการระบาดของโรค</p><p>ส่วนระยะที่ 2 ช่วงเดือนพฤษภาคม-มิถุนายน 2564 จำนวน 26 ล้านโดส ฉีดให้กับกลุ่มเสี่ยงทั่วประเทศ และระยะที่ 3 ช่วงปลายปี 2564 ถึงต้นปี 2565 จะฉีดให้ประชาชนทั่วไปให้ครอบคลุมมากที่สุด ให้เกิดภูมิคุ้นกันในชุมชน เพื่อตัดวงจรการระบาดของโรค</p><p>ทั้งนี้ องค์การเภสัชกรรมจะเป็นผู้นำเข้าและขนส่งกระจายไปยังโรงพยาบาลในสังกัดทุกระดับ โรงพยาบาลรัฐและเอกชนที่เข้าร่วมโครงการ เพื่อให้เข้าถึงประชาชนอย่างครอบคลุม โดยจะเริ่มลงทะเบียนตรวจสอบกลุ่มเสี่ยงที่จะฉีดวัคซีนปลายเดือนมกราคมถึงต้นเดือนกุมภาพันธ์ จัดระบบและซักซ้อมความเข้าใจในการฉีดวัคซีน การขนส่ง การเก็บรักษา และการเฝ้าระวังอาการไม่พึงประสงค์หลังได้รับวัคซีน</p></div>",
    newsReference: "https://www.thairath.co.th/news/local/2008591",
  },
];
