module.exports = [
  {
    packageId: "pack001",
    packageTitle: "วัคซีนสำหรับผู้เดินทางไปต่างประเทศ",
    packageDesc:
      "วัคซีนสำหรับผู้เดินทางไปต่างประเทศที่ควรได้รับอย่างเหมาะสม ตามแผนการสร้างเสริมภูมิคุ้มกันพื้นฐาน และตามความเสี่ยงของแต่ละพื้นที่",
    packageVaccine: ["vac002", "vac006", "vac009"]
  },
  {
    packageId: "pack002",
    packageTitle: "วัคซีนสำหรับผู้หญิงตั้งครรภ์",
    packageDesc:
      "วัคซีนสำหรับผู้หญิงตั้งครรภ์เป็นสิ่งที่จำเป็นในการช่วยให้มารดาและทารกปลอดภัยจากการติดเชื้อตั้งแต่ในครรภ์และขณะคลอด",
    packageVaccine: ["vac005", "vac014"]
  },

  {
    packageId: "pack003",
    packageTitle: "วัคซีนจำเป็นในบุคลากรทางการแพทย์",
    packageDesc:
      "วัคซีนจำเป็นในบุคลากรทางการแพทย์ช่วยลดอัตราเสี่ยงติดเชื้อให้บุคลากรทางการแพทย์ขณะที่ต้องปฏิบัติงาน",
    packageVaccine: ["vac010", "vac021", "vac002", "vac014", "vac005"]
  },

  {
    packageId: "pack004",
    packageTitle:
      "วัคซีนสำหรับผู้แสวงบุญที่ประเทศซาอุดิอาระเบียและนักเดินทางที่จะไปในทวีปแอฟริกา บริเวณที่เรียกว่า Meningitis belt",
    packageDesc:
      "ประเทศซาอุดิอาระเบียกำหนดไว้ว่าทุกคนที่เข้าไปแสวงบุญจำเป็นต้องฉีดวัคซีนนี้ก่อนไป และนักเดินทางที่จะไปในทวีปแอฟริกา บริเวณที่เรียกว่า Meningitis belt เช่นประเทศซูดาน ไนจีเรีย เอธิโอเปีย",
    packageVaccine: ["vac014", "vac023"]
  }
];
